[{"category":"Biospecimen", "entity":"Aliquot", "description":"Pertaining to a portion of the whole; any one of two or more samples of something, of the same volume or weight.", "cde_id":"", "cde_source":""},
 {"category":"Metadata", "entity":"Aliquot Run Metadata", "description":"Experimental metadata describing how an aliquot was processed within a study.", "cde_id":"", "cde_source":""},
 {"category":"Biospecimen", "entity":"Analyte", "description":"A liquid bulk product produced according to specified lab protocols, from a sample or analyte, intended for further analysis.", "cde_id":"", "cde_source":""},
 {"category":"Administrative", "entity":"Case", "description":"The collection of all data related to a specific subject in the context of a specific project.", "cde_id":"", "cde_source":""},
 {"category":"Clinical", "entity":"Demographic", "description":"Data for the characterization of the patient by means of segmenting the population (e.g., characterization by age, sex, or race).", "cde_id":"", "cde_source":""},
 {"category":"Clinical", "entity":"Diagnosis", "description":"Data from the investigation, analysis and recognition of the presence and nature of disease, condition, or injury from expressed signs and symptoms; also, the scientific determination of any kind; the concise results of such an investigation.", "cde_id":"", "cde_source":""},
 {"category":"Data File", "entity":"File", "description":"Data files submitted by a user or generated by data analysis pipeline.", "cde_id":"", "cde_source":""},
 {"category":"Biological", "entity":"Gene", "description":"A functional unit of heredity which occupies a specific position on a particular chromosome and serves as the template for a product that contributes to a phenotype or a biological function.", "cde_id":"", "cde_source":""},
 {"category":"Biospecimen", "entity":"Portion", "description":"A physical sub-part of any sample.", "cde_id":"", "cde_source":""},
 {"category":"Administrative", "entity":"Program", "description":"A broad framework of goals to be achieved.", "cde_id":"C52647", "cde_source":"NCIt"},
 {"category":"Administrative", "entity":"Project", "description":"Any specifically defined piece of work that is undertaken or attempted to meet a single requirement.", "cde_id":"C47885", "cde_source":"NCIt"},
 {"category":"Metadata", "entity":"Protocol", "description":"The formal plan of an experiment or research activity, including the objective, rationale, design, materials and methods for the conduct of the study; intervention description, and method of data analysis.", "cde_id":"C70817", "cde_source":"NCIt"},
 {"category":"Processed ", "entity":"Publication", "description":"Published scientific research article describing a study.", "cde_id":"", "cde_source":""},
 {"category":"Biospecimen", "entity":"Sample", "description":"Any material sample taken from a biological entity for testing, diagnostic, propagation, treatment or research purposes, including a sample obtained from a living organism or taken from the biological object after halting of all its life functions. Biospecimen can contain one or more components including but not limited to cellular molecules, cells, tissues, organs, body fluids, embryos, and body excretory products.", "cde_id":"", "cde_source":""},
 {"category":"Administrative", "entity":"Study", "description":"A detailed examination, analysis, or critical inspection of a subject designed to discover facts about it.", "cde_id":"C63536", "cde_source":"NCIt"},
 {"category":"Metadata", "entity":"Study Run Metadata", "description":"General experimental metadata describing study design.", "cde_id":"", "cde_source":""},
 {"category":"Metadata", "entity":"Workflow Metadata", "description":"Tools, versions and parameters used in data analysis pipeline/workflow for analyzing study data.", "cde_id":"", "cde_source":""},
 {"category":"Processed ", "entity":"Gene Abundance", "description":"Derived results intended to approximate protein abundance for a given gene product. Units of measurement include peptide-spectrum-matches (spectral counts), precursor or reporter ion abundance.", "cde_id":"", "cde_source":""}]